Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: Ájnas le jut mánájgárddeæjgát vaddá máhttelisvuodav bárggijda sámegielav oahppat.
sma: vihkeles maanajgïerteaajhterh dej barkijidie nuepieh vedtieh saemiengïeleldh maahtoem åådtjodh.

source: Giella le kultuvrraguodde ja ållu guovdátjin sáme árvojt ja máhtudagájt joarkkemin.
sma: gïele lea kultuvreguedtije jïh jarnges gosse saemien vierhtieh jïh maahtoem vijrebe guedtedh.

source: Mánájgárdde æjgáda hæhttuji vájmmelisát åhtsåt sámegielak barggijt gå almodi mánájgárddevirgijt.
sma: Maanajgïerteaajhterh tjuerieh iedtjeles ohtsedh barkijidie gieh saemiestieh gosse barkijh ohtsedh.

source: Ållu ájnas le barggijn le buorre máhtudagá duon dán árbbedábálasj dåjmajda ja vaj máhtti oahppat bágojt ja moallánagájt ma li luondulattja duon dán dilen.
sma: Joekoen vihkeles dah barkijh hijven maahtoem utnieh ovmessie tradisjovnen darjomij bïjre jïh maehtieh baakoeh jïh jiehtegh lïerehtidh mah leah iemeles ovmessie tsiehkine.

source: Jus mánájgárden ij le máhtudahka, de viertti mánnágárdde viedtjat ressursajt ålggolis.
sma: Jis eah barkijh maahtoem utnieh, maanajgïerte byöroe vierhtiedidh jeatjah vierhtieh ålkoelistie veedtjedh.

source: Mánájgárddáj le aj ájnas liehket diedulasj ja vaj tjielgga ulme le gåktu sij barggi giela ællánahttema gáktuj.
sma: Aaj daerpies maanajgïerte våårhkehke jïh dan leah tjïelkes ulmieh guktie gïeleskreejrehtimmine barkedh.

source: Makkár oahppamvuoge váldeduvvi adnuj le ierit ietján tjanádum bájkálasj dilijda ja guovlo gielladilláj.
sma: Mah vuekieh utnieh, g. j. byjresken tsiehkieh jïh dajven gïeletsiehkie sinsitniem jearohks.

source: Mánájgárdijda le ájnas duolloj dálloj ietjasa sáme giellaåhpadusáv árvustallat.
sma: Daerpies maanajgïerth jaabnan dej jïjtsh barkoem saemien gïeleööhpehtimmine vierhtedieh.

source: Mánájgárde viettiji åvddånbuktet sáme gielav, ietjasij dokumentajn ja galbajn.
sma: Dah maanajgïerth byöroeh saemien gïelem vååjnesasse biejedh, dovne jïjtsh paehperh jïh skilth.

source: Guovtegielakvuodan le gatjálvissan máhttet goappátjijt gielajt nav buoragit gå máhttelis.
sma: guektiengïelevoete lea gåabpatjahkem gïelem dan hijven fuamahkahta guktie gåarede.

source: Guovtegielak mánájgárdijn / åssudagájn gånnå sáme ja dárogiela aneduvvi, hæhttuji bargge adnuj válldet moadda strategija, vuoge ja prinsihpa åvddånahtátjit guovtegielak dåbdåv, nav vaj e agev sámegielav ierit vállji guládallamgiellan jus dárogielaga jali dáro-sámegielaga li tjoahken.
sma: guektiengïeleldh maanajgïertine / goevtesinie gusnie dovne saemiestidh jïh daaroestidh, barkijh tjuerieh ovmessie strategijh nuhtjedh, vuekieh jïh prinsibph guktie maanaj guektiengïeleldh vuarkoem evtiedidh, guktie eah dah eejnegen daarosth goh gaskesadtemegïele jis dah jeatjah daaroestieh jallh saemie- jïh daaroestieh.

source: Dárbbo le åvddånahttembargos ja vuogádusåvddånahttemis giellaåhpadusán sáme mánájgárdijn ja mánágárdijn sáme mánáj.
sma: Daerpies hov leah evtiedimmiebarkoem jïh haemieevtiedimmiem gïeleööhpetimmide saemien

source: Åvdåsvásstediddje: Máhttodepartemænnta aktisasjbargujn Sámedikkijn ja guoskadaládum fylkaålmmåjn. Ájgge: 2009-2010
sma: Øzerk / Juuso: 1999: Pedagogijhken åssjelsgærja guektiegïelij maanajgïertie s.27.

source: barnehager, 27. bielen.
sma: 28 maanajgïertesne jïh maanajgïertinie saemienmaanajgujmie.

source: 3. doajmma Pedagogalasj nævoj åvddånahttem
sma: Råajvarimmie 3. Pedagogijhken viehkieviertieh eevtiedidh

source: Pedagogalasj nævoj ma li hiebaduvvam sáme mánájda ja sáme mánágárijda ma tjuovvoli giellabargov mánájgárdijn vádnuhi.
sma: vaenie pedagogijhken viehkievierhtieh saemien maanide jïh saemien maanajgïertide sjïehtesjamme gååvnesieh mah maehtieh gïelebarkoem maanajgïertesne dåarjodh.

source: Rámmaplána tjuovvolibmen mánájgárde sisano ja dahkamusáj birra, le Máhttodepartemænnta dahkam duov dáv tiebmágirjátjijt, dáj gaskan aj sáme kultuvrra mánájgárden.
sma: Mestie rammesoejkesje maanajgïerten sisvege jïh laavenjassh båetieh, Maahtoedepartemente lea ovmessie teemagærjetjh dorjeme; dovne teemagærjetje saemienkultuvrem maanajgïertesne.

source: Girjátja le juogedum divna rijka mánájgárdijda.
sma: gærjetjh lea gaajhkide maanajgïertide laantesne seedteme.

source: Jage 2009 alluj galggi dagáduvvat girjásj giellabirrusa ja giellaarvusmahttema birra.
sma: Jaepien 2009 mietie galka aaj gærjetjem gïelebyjrese jïh gïeleskreejrehtimmine darjodh.

source: Girjásj galggá jårggåluvvat sámegiellaj.
sma: gærjetje saemiengïelese jarkoestidh.

source: Máhttodepartemænnta galggá aj jårggålit rámmaplánav mánájgárdij sisano ja dahkamusáj birra julev- ja oarjjelsámegiellaj.
sma: Maahtoedepartemente aaj galka gïelesoejkesjem maanajgïerten sisvege jïh laavenjassh julev- jïh åarjelsaemiengïelese jarkoestidh.

source: Duodden ájggu departemænnta dahkat jiednafijlajt nuorttasáme rámmaplána jårggålussaj.
sma: Lissine departemente sæjhta tjoejefïjlem darjodh noerhtesaemiengïelen jarkostamme rammesoejkesjistie.

source: Departemænnta árvustallá dahkat dav sæmmi oarjjel- ja julevsábmáj.
sma: Departemente sæjhta aaj vierhtiedidh seammaleejns åarjel- jïh julevsaemiengïelesne.

source: Máhttodepartementajn aktisattjat le sámedigge gárvedime bagádusáv mij galggá vuosedit bálggáv mij máhttá liehket mánájgárde sisadno mij gullu sáme giella- ja kultuvrraåvddånahttemij.
sma: saemiedigkie Maahtoedepartemenetinie ektiebarka bïhkedimmiem orrijidh maam edtja vuesiehtidh mah maehtieh maanajgïerten sisvege årrodh gosse saemien gïele- jïh kultuvre-eevtiedimmiem dijpedh.

source: aktisasjbarggo ja aktijvuoda mánájágárde ja skåvlå gaskan le ållu ájnnasa sáme mánnáj gå galggá åtsådallat aktelasj giellaåvddånahttemav Máhttodepartemænnta ájggu nuorttasámegiellaj jårggålit bagádusáv:”Fra eldst til yngst.
sma: ektiebarkoe jïh aktemïere maanajgïerten jïh skuvlen gaskem lea vihkele guktie saemien maanah edtjieh åadtjodh aktemïerem gïeleöövtiedimmesne dååjrehtidh.

source: Samarbeid og sammenheng mellom barnehage og skole ” - “ Boarrasabmusis nuoramussaj.
sma: Maahtoedepartemente sæjhta åadtjodh bïhkedimmiem ” voeresistie nööremasse.

source: Aktisasjbarggo ja aktijvuoda mánájgárde ja skåvlå gaskal ”, ja dan maŋŋela árvustaláduvvá jårggåluvvat julev- ja oarjjelsámegiellaj.
sma: ektiebarkoe jïh aktemïere maanajgïerten jïh skuvlen gaskem ” julev- jïh åarjelsaemiengïelese jarkoestidh.

source: Bagádus máhttá liehket ájnas nævvon sihkarasstemin ja vaj sáme máná ja sijá æjgáda oadtju åtsådallat buorre sirddemav institusjåvnåj gaskal.
sma: Bïhkedimmie maahta vihkeles dïrregh årrodh tjïrkedh barkoem guktie saemien maanah jïh eejhtegh dååjrehtieh hijven restiedimmiem dej göökti institusjavne gaskem.

source: Máhttodepartemænnta galggá dahkat bagádallamnævojt giellaarvusmahttema birra æjgádijda gejn li máná mánnáruhtamávso álldarin.
sma: Maahtoedepartemente edtja bïhkedimmieviehkievierhtieh darjodh gïeleskreejrehtimminie eejhtegidie maanajgujmie riektemaaksoeaalterisnie.

source: Departemænnta ájggu dájt nævojt nuorttasámegiellaj jårggålit, ja dan maŋŋela árvustaláduvvá julev- ja oarjjelsámegiellaj jårggåluvvat.
sma: Departemente sæjhta åadtjodh viehkievierhtide noerhtesaemiengïelese jarkoestidh, dan mænngan julev- jïh åarjelsaemiengïelese.

source: Mánájgárdijda, mánájgárddeæjgádijda ja suohkanijda mánájgárddeoajválattjan, le ájnnasin oadtjot dakkár diedojt ma máhtti vaddet arvusmahttemav giellabargguj mánájgárden.
sma: Maanajgïertide, maanajgïerteaajhteridie jïh tjïeltide goh maanajgïertereereme, lea vihkeles bïevnesh jaksoes mïeresne maam maahta gïelebarkojne maanajgïertesne skreejrehtidh jïh skreejredh.

source: Máhttodepartemænnta ájggu láhtjet dilev nav vaj diehto- ja åtsådallamoabllom buorre giellaåvddånahttemdåjmajs (dán vuolen aj giellalávggomprosjevtajs) gávnnuji departementa ietjasa webbabielen, ådåsgirjijn ja ietjá hiebalgis kanálaj baktu diedojt oablodit suohkanijda ja mánájgárdijda.
sma: Maahtoedepartemente sæjhta våaromem biejedh bïevnesh- jïh dååjrehtallemeseejjeme hijven gïeleevtiedimmiebarkojne (aaj ovmessie gïelelaavkomeprosjekth) departementen jïjtse viermiesæjtosne, bïevneshprievine jïh jeatjah sjiehteles kanalij tjïrrh bïevnesh tjïeltide jïh maanajgïertide haasene.

source: Åvdåsvásstediddje: Máhttodepartemænnta Ájgge: 2009 ja 2010
sma: Dïedtije: Maahtoedepartemente Tïjjeperspektijve: 2009 jïh 2010

source: vuodoåhpadusfálaldahka sámegiellaj ja sámegielan
sma: Maadthööhpehtimmiefaalaldahke saemiengïelesne

source: Máhttodepartemænnta galggá láhkavaddemav ja vuodoáhpadusá tjadádimev álmmukrievtesvuodaj ævtoj sissŋelij oadtjot, ja vájmmelisát dahkat nav vaj juridihkalasj ja politihkalasj vælggogisvuodaj gáktuj majt Vuodna le iLo-konvensjåvnå nr 169 ja Ån-sjiehtadusá iemeálmmugij rievtesvuodaj birra vælggogis rievtesvuodaj adnemin.
sma: Maahtoedepartemente edtja öörnedh juktie laakevadteme jïh guktie dam utnedh lea åålmehreaktelds rammij sisnjelen, jïh iedtjeles juridijhken jïh politijhken åelieh meala mah Nöörje lea iLo-konvensjovnine nr. 169 vaalteme jïh eN-bæjhkoehtimmien bïjre unnebelåhkoeåålmegen reaktah reaktaåtnosne.

source: Åhpadusláhka le dat mij vuodoskåvlå ja joarkkaskåvlå åhpadusáv reguleri 6-2 § juohká vuodoskåvlå dásen guovlojt ålggolin ja sissŋelin sámegiela háldadusguovlo.
sma: Ööhpehtimmielaake § 6-2 joekehtsem dorje maadthskuvlendaltesisnie suerkien gaskem mij lea gïelereeremedajven sisnie jïh gïelereeremedajven ålkoelisnie.

source: Háldadusguovlo sissŋelin le gájkajn vuodoskåvlå álldarin rievtesvuohta åhpadussaj sámegiellaj ja sámegielan.
sma: gïelereeremedajven sisnie lea gaajhkide maadthskuvlen aalterinie reakta ööhpehtæmman saemiengïelesne.

source: Háldadusguovlo ålggolin le binnemusát lågev oahppijda gudi sihti åhpadusáv sámegiellaj ja sámegielan rievtesvuohta åhpadussaj ja nav guhkás jus vil gudás li juohkusis.
sma: gïelereeremendajven ålkoelisnie lea veenemes luhkie learohkh tjïeltesne gieh sijhtieh reakta ööhpehtæmman saemiengïelesne dan guhkiem veenemes govhte learohkh tjïertesne.

source: Guovlojda ålggolin sámegiela háldadusguovlo le sámijda vuodoskåvlå álldarin rievtesvuohta åhpadussaj sámegielan.
sma: Dajvh mah leah saemiengïelereeremedajven ålkoelisnie saemiej maadthskuvlen aalterinie reakta ööhpehtæmman ajve saemiengïelem åadtjoeh.

source: Daj bálij gånnå ij máhte åhpadusáv vaddet klássan åhpadiddjijn, rahpá láhka máhttelisvuodav ” sadjásasj vuogij milta dákkár åhpadussaj ”.
sma: Dah tsiehkieh gusnie ij maehtieh lohkehtæjja klaassetjiehtjelisnie ööhpehtidh, laakevedtije

source: Dát sihtá javllat buojkulvissaj guhkásåhpadussa.
sma: rihpese ” molsehthlaakan haemieh ööhpehtimmide ”. Daate lea v.g. maajhööhpehtimmie.

source: Åhpadusláhka 6-3§ le mærrádusá sáme joarkkaåhpadusá birra.
sma: Ööhpehtimmielaaken § 6-3 leah nænnoestimmieh saemienjåerhkeööhpehtimmien bïjre.

source: Dánna nammaduvvá ” sámijn joarkkaåhpadusán le rievtesvuohta åhpadussaj sámegielan. ”
sma: Daesnie tjåådtje ” saemieh jåerhkeskuvlen ööhpehtimmesne lea reakta ööhpehtæmman saemiengïelesne. ”

source: Daj bálij gånnå dákkár åhpadus ij máhte avta skåvlån vatteduvvat máhttá i. i. guhkásåhpadus aneduvvat.
sma: gusnie ij maehtieh dam fïerhten skuvlesne vedtedh maahta v.g. maajhööhpehtimmiem nuhtjedh.

source: Vijdábut de vaddá láhka mærrádusájn ” muhtem skåvlå galggi fállat åhpadusáv sámegiellaj jali sámegielan jali sierra sáme fágajn joarkkaskåvlån sissŋelin sierra kursaj jali sierra juohkusijda.
sma: Lissine nænsåemies skuvlh edtjieh ööhpehtimmiem saemiengïelesne faaledh jallh joekoen saemien faagine jåerhkeskuvlen ööhpehtimmesne naan kuvsjide jallh sjïere tjïertide.

source: Fylkasuohkan máhttá aj ietján fállat dákkár åhpadusáv ”.
sma: Fylhketjïelte aaj maahta dagkere ööhpehtimmiem faaledh. ”

source: 29 sáme åhpadusá åvdåsvásstádus le juogedum moatte doajmme gaskan.
sma: Dïedte saemien ööhpehtimmide lea jeenjide juakeme.

source: • suohkanijn / fylkasuohkanijn le åvdåsvásstádus i. i. mánájgárddefálaldagá ja vuodoåhpadusá plánimis, látjedimes ja tjadádimes.
sma: • Tjïeltij / fylhketjïeltij lea dïedte g. j. maanajgïertefaalaldahkh jïh maadthööhpehtimmiem rååresjidh, sjiehtesjidh jïh tjïrrehtidh.

source: • Fylkaålmmåjn le åvdåsvásstádus i. i oatsodimes ja loabálasjdárkestimes, gujttimássjijs, diehtojuohkemis ja bagádallamis, lágaj ja mærradusáj tjuovvolimes ja adnujválldemis, ja doarjjagij koordinerimis ja juohkemis.
sma: • Fylhkemaennij lea dïedte g. j. gïehtjedimmie jïh laakijesvoetevaaksjome, klååkemeaamhtesh, bïevnesh jïh bïehkedimmie, laakh jïh njoelkedassh implementeredh jïh gïehtjedidh jïh dåarjoeh koordineredh jïh juekedh.

source: • Åhpadusdirektoráhtan le åvdåsvásstádus i. i. diededit ja álgadit paralella oahppoplánajt Máhttolåpptimin- sáme, dahkat bagádusájt aktelasj fágajn, rápportajt bærrájgæhttjijs oadtjot, sámediggáj ruhtadoarjjagijt t åhpadussaj sámegiellaj ja sámegielanháldadi juollodum stáhtabudsjehta badjel ja bargos mij tjuovvu guovdásjvattedum eksámenijs sámegielan vuostasj ja nubbengielan.
sma: • Ööhpehtimmiedirektoraten g. j. lea dïedte parallellen learoesoejkesjh bïevnesidh jïh implementeredh Maahtoelutnjemem – saemien, bïhkedimmieh restiedimmien faagh darjodh, gïhtjedimmiereektesh veedtjedh, dåarjoeh saemiedægkan reeredh, ööhpehtæmman saemiengïelesne jïh eevtiedimmieråajvarimmide juekedh staatebudsjetten tjïrrh jïh jarngesne vadteme eeksamenh saemien voestes- jïh mubpiegïeline darjodh.

source: Ållo bargos le sámedikkijn aktisattjat.
sma: Jeenjh barkojste saemiedigkien ektesne barkedh.

source: • Máhttodepartementan le i. i. åvdåsvásstádus dahkat lágajt ja mierredit láhkatjállusijt, sáme giela ja ietjá sierra oahppoplánaj stuorrudagá- ja ressursaplánajs, fáhka- ja tijmmajuohkemis, bajemus diehtojuohkemis suorgen ja sámedikkijn konsulterimis.
sma: • Maahtoedepartementen dïedte g. j. laakh darjodh jïh njoelkedassh nænnoestidh, stuaremh- jïh vierhtiehsoejkesjh saemiengïelesne jïh jeatjah joejkoen learoesoejkesjinie, faage- jïh tæjmoejuakadimmie, bijjies bïevnesh aamhtesidie jïh konstultasjovnh saemiedigkine.

source: sámedigge mierret oahppoplánajt sámegielan vuodo ja joarkkaskåvlåjda ja oahppoplánajt sierra sáme fágajda joarkkaåhpadusán, ja sámedigge vaddá aj láhkatjállusijt sisano birra nasjonálalasj oahppoplánajn 2-3§ ja 3-4 §, mij sáme álmmugav vælggogissan dahká giela-, kultuvra- ja sebrudakiellema åhpadusá hárráj bs. 6-4§ åhpaduslágan. sámedigge iesj vuorrot, ja dahká ja álgat dåjmajt suorgen ietjas politihka duogátjijn.
sma: saemiedigkie learoesoejkesjh saemien gïelesne maadthskuvlen jïh jåarhkeskuvlen ööhpehtimmesne jïh learoesoejkesjh joekoen saemien faagide jåarhkeskuvlen ööhpehtimmesne, jïh saemiedigkie aaj njoelkedassh vadta sisvegen bïjre nasjovnen learoesoejkesjinie § 2-3 jïh § 3-4:n mietie, mejtie stillieh ööhpehtimmien bïjre saemien åålmegij, gïelij, kultuvrij jïh siebredahkejielemij bïjre v. l. ööhpehtimmielaake § 6-4. saemiedigkie jïjtsh evtiedimmieh dorje, jïh darjohte jïh aalka råajvarimmieh dan jïjtsh politihken våaromen nelnie suerkesne.

source: sámedigge le avtaárvvusasj konsultasjåvnnåbielle stáhta oajválattjaj ja goappátja biele libá vælggogisá guorrasit tjoavddusij gáktuj.
sma: saemiedigke læjhkan mïrrestalleme konsultasjovnepartere staaten reeremidie jïh gåabpegh tjuerieh ohtsedh siemes vaestiedassh.

source: oahppe gejn le iesj ájnegasj rievtesvuohta åhpadussaj sámegielan, máhttá vuodo- ja joarkkaskåvlå åhpadusán válljit tjuovvovasj 4 lágásj oahppoplána dárogielan ja sámegielan:
sma: Learohkh giej lea joekoen reakta ööhpehtæmman saemiengïelesne, maahta maadth- jïh jåarhkeskuvlen ööhpehtimmesne veeljedh dah 4 kombinasjovnh learoesoejkesjistie daaroen- jïh saemiengïelesne:

source: skåvllåæjgát máhttá fállat sámegiela åhpadusáv amásgiela oahppoplána milta.
sma: saemiengïele Daaroengïele

source: Darogiela ja sámegiela åhpadusájt hæhttuji gehtjadallat aktisattjat gå dárofáhka ” vaddá ” tijmajt
sma: 1. Learoesoejkesje saemien voestes gïeline

source: sámegiella vuostasjgiellan 1 oahppopládna dárogiella oahppijda gejn le sámegiella vuostasjgiellan oahppijn le rievtesvuohta bessat árvustallamis ja åhpadusás dáro nubbengielan.
sma: – saemien 1

source: oahppopládna
sma: Learoesoejkesje saemien voestes gïeline

source: sámegielan vuostasjgielan- sámegiella 1 oahppopládna dárogielan (nasjåvnålasj) Guokta vuostasjgiela.
sma: – saemien 1

source: oahppijn le rievtesvuohta bessat árvustallamis ja åhpadusás dáro nubbengielan.
sma: Learohkij reakta frijjevaalteme ööhpehtimmeste jïh vierhtiedimmeste daaroen lïhkesgïelesne

source: sámegiella nubbengiellan- sámegiella 2 1-10. dáse
sma: Learoesoejkesje saemien mubpien gïeline – saemien 2.

source: oahppopládna dárogielan (nasjåvnålasj) oahppijn le rievtesvuohta bessat árvustallamis ja åhpadusás dáro nubbengielan.
sma: Learoesoejkesje daaroen (nasjovnale) Learohkij reakta frijjevaalteme ööhpehtimmeste jïh vierhtiedimmeste daaroen lïhkesgïelesne

source: sámegiella nubbengiellan- sámegiella 3 1-7. dáse
sma: Learoesoejkesje saemien mubpien gïeline – saemien 3.

source: 30 sámefáhkaj.
sma: 30 Learohkidie giej saemien voestes- vuj mubpiengïeline ij leah obligatorijen ammesgïeline / gïeleldh gïengelobpese maadthskuvlesne jïh ammesgïeline ööhpehtimmie jåarhkeskuvlesne, mohte dah maehtieh dam krievedh jïs dam sijhtieh.

source: sáme ja dáro fágajn li moadda aktisasjoasse, ja danen la ájnas lahka aktisasjbargojn dá guovta fága gaskal, bs. ulmev oahppoplánan sámegiella vuostasjgiellan ja ulmev dárogiella oahppijda gejn le sámegiella vuostasjgiellan.
sma: Dah faagh saemien jïh daaroen leah jijnjh ektie-elementh, jïh dan gaavhtan vihkeles lihke ektiebarkoe dej göökti faagij gaskem, v. d. ulmide learoesoejkesje saemiengïele voestesgïeline jïh ulmide learoesoejkesje daaroen learohkidie giej saemien voestesgïeline.

source: Dáro- ja sámegiela åhpadusá plánim ja organiserim le hásstalussan skåvlåjda ja skåvllåæjgádijda, sierraláhkáj skåvlåjda sámegiela háldadusguovlo ålggolin.
sma: Rååresjimmieh jïh åårganiseremh ööhpehtimmie daaroen jïh saemien lea haestemh skuvlide jïh skuvleaajhteridie, joekoen dejtie skuvlide saemiengïelen reeremedajven ålkoelisnie.

source: Dát galggá dáhpáduvvat sissŋelin mierredum tijmmalågo ja mierredum oahppoplánaj milta, sæmmibåttå gå rievtesvuoda hiebadum åhpadussaj bs. åhpaduslága 1-3. §, galggá dievdeduvvat.
sma: Dïhte edtja årrodh nænnoestamme tæjmoelåhkoen mietie jïh dåhkasjehteme learjoesoejkesjidie, seammaleejns reakta sjïehtesjamme ööhpehtæmman, m. d. Ööhpehtimmielaaken § 1-3, galka evtiedidh.

source: sámeåhpadusá plánim ja hiebadibme le åhpadiddjijda hásstalussan.
sma: Rååresjimmieh jïh sjïehtedimmieh ööhpehtæmman lea haestemh lohkehtæjjide.

source: Juohkka jahkedásen máhttá liehket oahppe ma li oalle sámegielaga, oahppe gudi máhtti vehin sámegielav ja oahppe gudi e majdik máhte, valla sihti sámegielan åhpadusáv.
sma: Fïerhten jaepiedaltesisnie maahta learohkh årrodh gieh saemiestieh, learohkh gieh maehtieh saemiengïelem jïh learohkh gieh eah maehtieh saemiestidh, mohte sijhtieh dam lïeredh.

source: Åhpadus galggá gájkajda hiebaduvvat.
sma: Ööhphtimmie galka gaajhkidie sjïehtedidh.

source: statistihkan ” Samiske tall forteller 1 – kommentert statistikk 2008 ” Fágalasj analyjssajuohkusis sáme statistihkán åvddånboahtá sámegiela oahppelågo binnom le nubbengielafágan boahtám, ja de le sierraláhkáj oarre dágástallat nubbengiela ævtojt.
sma: Saemien låhkoeh soptseste 1 – lahtestimmieh statistihke 2008 Faagen analysetjïerteste saemien statistihke tjåådtje unniedimmie learohkijlåhkoe saemiengïelesne lea mubpiengïelefaagese båateme jïh dan gaavhtan maahta dah tsiehkieh digkiedidh joekoen mubpiengïelefaagem.

source: Dákkár dágástallamin hæhttu ulmusj gæhttjat oahppij ålles barggonoadev ja skåvlåj ja åhpadiddjij ævtojt åhpadusáv oahppijda hiebadittjat.
sma: Daennie digkiedimmesne tjuara vuartasjidh learohkij ellies barkoem jïh skuvlij jïh lohkehtæjjaj tsiehkieh ööhpehtimmiem sjïehtedidh learohkidie.

source: Ævto ma hæhttuji dágástaláduvvat ja árvustaláduvvat le i. i..:
sma: Dah tsiehkieh mah tjuara digkiedidh jïh vierhtiehtidh lea g. j.:

source: • oahppopládna ja tijmmalåhko dárogielan (vuostasjgiellan) oahppijda gejn le sámegiella nubbengiellan
sma: - Learoesoejkesje jïh tæjmoelåhkoem daaroen (voestesgïeline) learohkh saemien mubpiengïeline

source: • Åhpadusá organiserim ja plánim
sma: - guktie ööhpehtimmiem åårganiseredh jïh rååresjidh

source: • sámegiela åhpadusá ruhtadimev
sma: - guktie ööhpehtimmiem saemiengïelesne maeksedh

source: • Viehkkenævo åhpadiddjijda (bagádusá j. n.
sma: - viehkievierhtieh lohkehtæjjide (bïhkedimmieh j.n.v..)

source: Årnik viertti árvustaláduvvat.
sma: Öörnegem byöroe vuartasjidh.

source: Viertti gehtjaduvvat gåktu oahppopládna ja tijmmalågo dárogielan doajmmi.
sma: Byöroe vuartasjidh guktie learoesoejkesje jïh tæjmoelåhkoeh daaroen jåhta.

source: Dáj båhtusij duogátjijn viertti hiebadibme åvddålijguovlluj árvvaluvvat.
sma: Dan våaromisnie byöroe sjïehtedimmiem digkiedidh.

source: suohkana ja fylkasuohkana oadtju jahkásattjat sierra mierredum ruhtadoarjjagav sámeåhpadussaj, d. s. j. åhpadusáv sámegiellaj ja sámegielan.
sma: Tjïelth jïh fylhkentjïelth jaapetjen dåastoehtin mïerhkeme dåarjoe saemienööhpehtæmman, j. n.j ööhpehtimmie voestes- jïh mubpien gïeline.

source: Doarjjaga galggi buktet ruhtadimijt nav vaj sámegiella sáme oahppijda vuodo- ja joarkkaskåvlån åhpaduvvá.
sma: Dah dåarjoeh edtjieh öövtiedidh maeksedh juktie saemiengïeleööhpehtimmie vadtasåvva saemien learohkidie maadthskuvlesne jïh jåerhkeskuvlesne.

source: Vijdábut de galggi doarjaga aj dahkat nav vaj åhpadiddjij máhtudahka sámegielan ja kultuvran nanniduvvá.
sma: Dåarjoe edtja aaj öövtiedidh lohkehtæjjaj maahtoem tjïrkedh saemien gïelesne jïh kultuvrisnie.

source: suohkana ja fylkasuohkana li vælggogis vaddet åhpadusáv sámegielan oahppijda gejna le åhpaduslága milta rievtesvuoda.
sma: Tjïeltij jïh fylhketjïeltij dïedte lea ööhpehtimmiem vedtedh saemiengïelesne dejtie learohkidie giej ööhpehtimmielaaken mietie reakta ööhpehtæmman saemien gïelesne.

source: Áhpadusdirektoráhtta le buktám doarjjaårniga árvustallamav departemænntaj jagen 2008. Máhttodepartemænnta sihtá dát galggá tjuovvoluvvat sierraláhkáj viertti ulmmejåksåma árvustaláduvvat, ja gehtjaduvvá suomagiela doarjjaårniga aktijvuodan.
sma: Dåarjoeöörnegem lij vierhtiedamme Ööhpehtimmiedirektorateste jaepien 2008 jïh reektehtimmie destie lea daelie Maahtoedepartementesne vierhtedeminie.

source: Departemænnta le ájgij milta registrerim duhtamahtesvuodav doarjjaga stuorrudagá gáktuj.
sma: Departemente lea guhkiem govleme dåarjoen stuaradahkem klååkemh.

source: Máhttodepartemænnta ájggu jahkásasj budsjæhttagiehtadallama aktijvuodan dáv árvustallat.
sma: Maahtoedepartemente sæjhta dam vierhtiedidh gosse jaapetjen busjedteprossesijgujmie barkedh.

source: Dættoduvvat val viertti jut oahppij rievtesvuoda le stuovvása berustahtek doarjjaga stuorrudagás, ja suohkana hæhttuji åttjudit buorre kvalitehtav fáladagájda nav vaj åhpadusá ulmme jåvsåduvvá.
sma: Tjuara sïevedidh learohkij reakta lea stinkes seamma man dåarjoen stuaradahke jïh dah tjïelth tjuerieh ektesne barkedh juktie hijven faalaldahke vadtasåvva guktie ööhpehtimmien ulmieh jaksa.

source: 4. doajmma Guoradallat oahppij sámeåhpadusá árvustallamav
sma: Kaarhtedimmie learohkij vierhtie-dimmiem saemienööhpetimmeste

source: nav gåktu le tsuojggiduvvam sd.
sma: guktie st. bïev.

source: diedá. nr 28. (2007-2008) sámepolihkka, de le moatten sebrudagá suorgijn dihto vánesvuohta dassta mij dáhpáduvvá skåvllåárggabiejven.
sma: nr. 28 (2007-2008) saemiepolitihke, lea vaenie maahtoe maam skuvleaarkebiejjien deahpede jeenjh suerkine. J.g. vuajna ellies learohkelåhkoem gie saemiengïelem veelji lea vaeni
